Repository: PatrickRedStar/phantom-vpn
Catalog: apps/macos/GhostStream/Resources/Localizable.xcstrings
Source language: ru
Languages: en

# menu.open_console
source: Открыть консоль
en: Open Console

# menu.command_palette
source: Командная палитра
en: Command Palette

# menu.about
source: О программе GhostStream
en: About GhostStream

# menu.quit
source: Выйти
en: Quit

# state.standby
source: ОЖИДАНИЕ.
en: STANDBY.

# state.tuning
source: НАСТРОЙКА…
en: TUNING…

# state.transmitting
source: ПЕРЕДАЁТ.
en: TRANSMITTING.

# state.lost_signal
source: СИГНАЛ ПОТЕРЯН.
en: LOST SIGNAL.

# fab.connect
source: ПОДКЛЮЧИТЬ
en: CONNECT

# fab.disconnect
source: ОТКЛЮЧИТЬ
en: DISCONNECT

# sidebar.stream
source: ПОТОК
en: STREAM

# sidebar.tail
source: ХВОСТ
en: TAIL

# sidebar.setup
source: НАСТРОЙКА
en: SETUP

# sidebar.roster
source: СПИСОК
en: ROSTER

# welcome.title
source: Вставьте конфиг
en: Paste your config

# welcome.import
source: ИМПОРТИРОВАТЬ
en: IMPORT

# welcome.skip
source: Пропустить
en: Skip

# welcome.clipboard_banner
source: Найдена ghs:// в буфере обмена
en: Detected ghs:// in clipboard

# settings.appearance
source: Оформление
en: Appearance

# settings.theme
source: Тема
en: Theme

# settings.theme.system
source: Система
en: System

# settings.theme.dark
source: Тёмная
en: Dark

# settings.theme.light
source: Светлая
en: Light

# settings.tunnel
source: Тоннель
en: Tunnel

# settings.mac_integration
source: Интеграция macOS
en: macOS Integration

# settings.launch_at_login
source: Запускать при старте
en: Launch at login

# settings.show_in_dock
source: Показывать в Dock
en: Show in Dock

# settings.diagnostics
source: Диагностика
en: Diagnostics

# roster.empty
source: Профили не добавлены
en: No profiles yet

# roster.add
source: ДОБАВИТЬ
en: ADD

# logs.empty
source: Логов пока нет
en: No logs yet

# command_palette.placeholder
source: Введите команду или профиль…
en: Type a command or profile…
